/* Localized versions of Info.plist keys */

"Zoom - Converting meeting recording" = "Zoom - Converting meeting recording";
"You have a recording that needs to be converted before viewing" = "You have a recording that needs to be converted before viewing";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "You may convert your recording later by double clicking .zoom file located in the recording folder.";
"Save my recordings at:" = "Save my recordings at:";
"Choose a new location..." = "Choose a new location...";
"Save" = "Save";
"Transcode will be stopped. Would you like to continue?" = "Transcode will be stopped. Would you like to continue?";
"Quit" = "Quit";
"Choose" = "Choose";